[
    {  
      "id": 1,
      "name": "Account & Finance",
      "jobsAvailable": "1000+ Jobs Available",
      "company_logo": "https://example.com/logo1.png",
      "job_title": "Software Engineer",
      "company_name": "ABC Tech",
      "remote_or_onsite": "Remote",
      "location": "New York, NY",
      "fulltime_or_parttime": "Full-time",
      "salary": "$100,000 - $120,000",
      "job_description": "We are looking for a skilled software engineer to join our team and develop cutting-edge web applications.",
      "job_responsibility": "Design, code, test, debug, and maintain software applications using modern programming languages and frameworks. Collaborate with cross-functional teams to gather and analyze requirements. Troubleshoot and resolve software defects and issues. Participate in code reviews and provide feedback to improve code quality.",
      "educational_requirements": "Bachelor's degree in Computer Science or related field.",
      "experiences": "3+ years of experience in software development.",
      
        "phone": "123-456-7890",
        "email": "jobs@abctech.com"
      
    },
    {
      "id": 2,
      "name": "Marketing & Sales ",
      "jobsAvailable": "1000+ Jobs Available",
      "company_logo": "https://example.com/logo2.png",
      "job_title": "Data Scientist",
      "company_name": "XYZ Analytics",
      "remote_or_onsite": "Onsite",
      "location": "San Francisco, CA",
      "fulltime_or_parttime": "Full-time",
      "salary": "$120,000 - $150,000",
      "job_description": "We are seeking a talented data scientist to analyze large data sets and provide insights to drive business decisions.",
      "job_responsibility": "Identify, clean, and analyze data from multiple sources. Develop and implement machine learning models to solve complex business problems. Communicate findings to stakeholders in a clear and concise manner. Collaborate with cross-functional teams to integrate data-driven insights into business strategies.",
      "educational_requirements": "Master's or PhD in Computer Science, Statistics, or related field.",
      "experiences": "5+ years of experience in data science or related roles.",
      
        "phone": "987-654-3210",
        "email": "careers@xyzanalytics.com"
      
    },
    {
      "id": 3,
      "name": "Creative Design",
      "jobsAvailable": "1000+ Jobs Available",
      "company_logo": "https://example.com/logo3.png",
      "job_title": "Marketing Manager",
      "company_name": "LMN Marketing",
      "remote_or_onsite": "Remote",
      "location": "Chicago, IL",
      "fulltime_or_parttime": "Full-time",
      "salary": "$80,000 - $100,000",
      "job_description": "We are looking for an experienced marketing manager to develop and implement marketing strategies for our clients.",
      "job_responsibility": "Create and execute marketing plans to achieve client's business goals. Develop and manage marketing campaigns across various channels. Analyze marketing data and provide insights to optimize performance. Collaborate with clients to understand their marketing objectives and provide strategic recommendations.",
      "educational_requirements": "Bachelor's degree in Marketing or related field.",
      "experiences": "3+ years of experience in marketing or related roles.",
      
        "phone": "456-789-0123",
        "email": "info@lmnmarketing.com"
      
    },
    {
        "id": 4,
        "name": "Engineering Job",
      "jobsAvailable": "1000+ Jobs Available",
        "company_logo": "https://example.com/logo4.png",
        "job_title": "Graphic Designer",
        "company_name": "PQR Designs",
        "remote_or_onsite": "Onsite",
        "location": "Los Angeles, CA",
        "fulltime_or_parttime": "Part-time",
        "salary": "$30 - $40 per hour",
        "job_description": "We are seeking a creative and talented graphic designer to create visual content for various mediums.",
        "job_responsibility": "Design and create visual assets such as logos, banners, social media graphics, and marketing materials. Collaborate with clients and team members to understand design requirements. Stay up-to-date with design trends and software tools. Provide creative input and recommendations for design projects.",
        "educational_requirements": "Bachelor's degree in Graphic Design or related field.",
        "experiences": "2+ years of experience in graphic design or related roles.",
        
          "phone": "789-012-3456",
          "email": "designjobs@pqrdesigns.com"
        
      }
        ]